name: "resnet18_trt"
platform: "tensorrt_plan"
max_batch_size: 1
input [
{
    name: "input"
    data_type: TYPE_FP16
    dims: [3, 224, 224 ]
    
}
]
output[
{
    name: "output"
    data_type: TYPE_FP16
    dims: [ 1000 ]
}
]
